{
  "sample": "Ein einfaches Beispiel",
  "title": "Hauptseite",
  "to-client-page": "Zur client seitigen Seite",
  "to-second-page": "Zur zweiten Seite",
  "welcome": "Willkommen ZU Next.js 13/14/15 <1>mit den neuen App-Verzeichnisfunktionen</1> und i18next",
  "blog": {
    "text": "Schau dir den entsprechenden <1>Blogeintrag</1> dieses Beispiels an.",
    "link": "https://locize.com/blog/next-app-dir-i18n/"
  },
  "welcome": "Bem-vindo à Contagem Regressiva para a Redução pela Metade da Recompensa de Blocos do Bitcoin",
  "language": "Idioma",
  "about": "Sobre",
  "contact": "Contato",
  "what_is_block_halving": "O que é um evento de divisão do bloco?",
  "block_halving_explanation": "Como parte da emissão de moedas do Bitcoin, os mineradores recebem uma certa quantia em bitcoins sempre que um bloco é produzido (aproximadamente a cada 10 minutos). Quando o Bitcoin começou, 50 Bitcoins por bloco eram dados como recompensa aos mineradores. Depois de cada 210.000 blocos serem minerados (aproximadamente a cada 4 anos), a recompensa do bloco é reduzida pela metade e continuará sendo reduzida até que a recompensa por bloco se torne 0 (aproximadamente em 2140). Até agora, a recompensa do bloco é de 3,125 moedas por bloco e diminuirá para 1,5625 moedas por bloco após a divisão.",
  "why_was_this_done": "Por que isso foi feito?",
  "reason_for_block_halving": "O Bitcoin foi projetado como uma moeda deflacionária. Como o ouro, a premissa é que, com o tempo, a emissão de bitcoins diminuirá e, portanto, se tornará mais escassa ao longo do tempo. À medida que os bitcoins se tornam mais escassos e se a demanda por eles aumentar com o tempo, o Bitcoin pode ser usado como uma proteção contra a inflação, pois o preço, guiado pelo equilíbrio de preços, tende a aumentar. Por outro lado, as moedas fiduciárias (como o dólar americano) sofrem inflação ao longo do tempo, pois sua oferta monetária aumenta, levando a uma diminuição do poder de compra. Isso é conhecido como desvalorização monetária pela inflação. Um exemplo simples seria comparar os preços das casas décadas atrás com os preços atuais e você notará que eles aumentaram ao longo do tempo!",
  "predictable_monetary_supply": "Oferta monetária previsível",
  "benefit_of_predictable_supply": "Como sabemos a emissão do Bitcoin ao longo do tempo, as pessoas podem confiar em uma oferta programada/controle. Isso é útil para entender qual é a taxa de inflação atual do Bitcoin, qual será a taxa de inflação futura em um determinado momento, quantos Bitcoins estão em circulação e quantos ainda restam para serem minerados.",
  "bitcoin_inflation_chart_alt": "Gráfico de inflação do Bitcoin",
  "who_controls_issuance": "Quem controla a emissão do Bitcoin?",
  "issuance_control_explanation": "A própria rede controla a emissão de Bitcoins, derivada por consenso através de todos os participantes do Bitcoin. Desde que o Bitcoin foi projetado pela primeira vez, as seguintes regras de consenso existem: no máximo 21 milhões de Bitcoins serão produzidos, um alvo de intervalos de blocos de 10 minutos, um evento de divisão a cada 210.000 blocos (aproximadamente a cada quatro anos) e uma recompensa de bloco começando em 50 e diminuindo continuamente a cada evento de divisão até chegar a 0 (aproximadamente no ano de 2140). Qualquer alteração nesses parâmetros requer que todos os participantes do Bitcoin concordem por consenso para aprovar a alteração.",
  "past_halving_dates": "Datas dos eventos de divisão passados",
  "ordinal_0": "O primeiro evento de divisão ocorreu em {{date}} (UTC)",
  "ordinal_1": "O segundo evento de divisão ocorreu em {{date}} (UTC)",
  "ordinal_2": "O terceiro evento de divisão ocorreu em {{date}} (UTC)",
  "ordinal_3": "O quarto evento de divisão ocorreu em {{date}} (UTC)",
  "block_height": "Altura do bloco",
  "past_halving_price_performance": "Desempenho dos preços em eventos de divisão passados",
  "price_performance_debate": "Sempre há um debate sobre o que o Bitcoin fará em termos de preços em um evento de divisão. Algumas pessoas acreditam que a divisão já está incorporada no preço pelo mercado e, portanto, não há expectativa de que o preço faça algo. Outras pessoas acreditam que, devido ao equilíbrio de preços, uma redução da oferta deve causar um aumento do preço se a demanda por Bitcoins for igual ou maior do que era antes do evento de divisão. Abaixo está um gráfico mostrando o desempenho dos preços dos últimos quatro eventos de divisão:"
}